import { ReactElement } from "react";
import { SiInteractiondesignfoundation } from "react-icons/si";

export default interface PackageType {
  id: string;
  icon: ReactElement;
  name: string;
  discription: string;
}

export const Packages: PackageType[] = [
  {
    id: "1",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "2",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "3",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "4",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "5",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "6",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "7",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "8",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "9",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "10",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "11",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
  {
    id: "12",
    icon: <SiInteractiondesignfoundation />,
    name: "طراحی وبسایت اختصاصی",
    discription:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، د.",
  },
];
